base
base-devel
bluez-utils
eww-wayland
discord
firefox
fish
foot
git
hyprland
iwd
jq
man-db
neofetch
networkmanager
pipewire
polkit-kde-agent
pulseaudio
pulseaudio-bluetooth
sof-firmware
swaylock
tlp
ttf-jetbrains-mono-nerd
wireplumber
wofi